Revit 2020 API
ExternalServices.BuiltInExternalServices.RebarUpdateService Property
Namespace: Autodesk.Revit.DB.ExternalService
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Syntax
C#
public static ExternalServiceId RebarUpdateService { get; }
Visual Basic
Public Shared ReadOnly Property RebarUpdateService As ExternalServiceId
	Get
Visual C++
public:
static property ExternalServiceId^ RebarUpdateService {
	ExternalServiceId^ get ();
}
See Also
ExternalServices.BuiltInExternalServices Class
Autodesk.Revit.DB.ExternalService Namespace